Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# settings.remote.save
source: Save Server
de: Server speichern
es: Guardar servidor
fr: Enregistrer le serveur
ja: サーバーを保存
ko: 서버 저장
pt_br: Salvar servidor
ru: Сохранить сервер
zh_hans: 保存服务
zh_hant: 儲存服務

# settings.remote.reconnect
source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Reconnecter
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
ru: Переподключить
zh_hans: 重新连接
zh_hant: 重新連線

# settings.remote.pairing
source: Pairing
de: Kopplung
es: Emparejamiento
fr: Appairage
ja: ペアリング
ko: 페어링
pt_br: Pareamento
ru: Сопряжение
zh_hans: 设备配对
zh_hant: 裝置配對

# settings.remote.create_pairing
source: Create Pairing QR
de: Kopplungs-QR erstellen
es: Crear QR de emparejamiento
fr: Créer un QR d’appairage
ja: ペアリング QR を作成
ko: 페어링 QR 생성
pt_br: Criar QR de pareamento
ru: Создать QR для сопряжения
zh_hans: 创建配对二维码
zh_hant: 建立配對 QR 碼

# settings.remote.qr_hint
source: Mobile can scan this QR code or paste the payload.
de: Das Mobilgerät kann diesen QR-Code scannen oder den Inhalt einfügen.
es: El móvil puede escanear este QR o pegar el contenido.
fr: Le mobile peut scanner ce QR code ou coller le contenu.
ja: モバイル端末でこの QR をスキャンするか内容を貼り付けられます。
ko: 모바일에서 이 QR 코드를 스캔하거나 페이로드를 붙여넣을 수 있습니다.
pt_br: O celular pode escanear este QR ou colar o conteúdo.
ru: Мобильное устройство может отсканировать QR-код или вставить payload.
zh_hans: 移动端可扫描二维码或粘贴配对内容。
zh_hant: 行動端可掃描 QR 碼或貼上配對內容。

# settings.remote.pending
source: Pending Pairing
de: Ausstehende Kopplung
es: Emparejamiento pendiente
fr: Appairage en attente
ja: 保留中のペアリング
ko: 대기 중인 페어링
pt_br: Pareamento pendente
ru: Ожидающее сопряжение
zh_hans: 待确认配对
zh_hant: 待確認配對

# settings.remote.confirm_pairing
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认
zh_hant: 確認

# settings.remote.reject_pairing
source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
ja: 拒否
ko: 거부
pt_br: Rejeitar
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絕

# settings.remote.confirm_pairing_title
source: Confirm Device Pairing
de: Gerätekopplung bestätigen
es: Confirmar emparejamiento del dispositivo
fr: Confirmer l’appairage de l’appareil
ja: デバイスのペアリングを確認
ko: 기기 페어링 확인
pt_br: Confirmar pareamento do dispositivo
ru: Подтвердить сопряжение устройства
zh_hans: 确认设备配对
zh_hant: 確認裝置配對

# settings.remote.devices
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 기기
pt_br: Dispositivos
ru: Устройства
zh_hans: 设备列表
zh_hant: 裝置列表

# settings.remote.refresh_devices
source: Refresh Devices
de: Geräte aktualisieren
es: Actualizar dispositivos
fr: Actualiser les appareils
ja: デバイスを更新
ko: 기기 새로고침
pt_br: Atualizar dispositivos
ru: Обновить устройства
zh_hans: 刷新设备
zh_hant: 重新整理裝置

# settings.remote.revoke
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
zh_hans: 移除
zh_hant: 移除

# settings.remote.revoked
source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé
ja: 削除済み
ko: 제거됨
pt_br: Removido
ru: Удалено
zh_hans: 已移除
zh_hant: 已移除

# settings.remote.configure_hint
source: Configure a relay server URL before pairing mobile devices.
de: Konfigurieren Sie zuerst eine Relay-Server-URL, bevor Sie Mobilgeräte koppeln.
es: Configura primero la URL del servidor de retransmisión antes de emparejar móviles.
fr: Configurez d’abord l’URL du serveur relais avant d’appairer des mobiles.
ja: モバイルデバイスをペアリングする前にリレーサーバー URL を設定してください。
ko: 모바일 기기를 페어링하기 전에 릴레이 서버 URL을 설정하세요.
pt_br: Configure a URL do servidor de retransmissão antes de parear dispositivos móveis.
ru: Перед сопряжением мобильных устройств настройте URL relay-сервера.
zh_hans: 请先配置中继服务器地址，再配对移动设备。
zh_hant: 請先設定中繼伺服器位址，再配對行動裝置。

# settings.remote.no_devices
source: No paired devices.
de: Keine gekoppelten Geräte.
es: No hay dispositivos emparejados.
fr: Aucun appareil appairé.
ja: ペアリング済みデバイスはありません。
ko: 페어링된 기기가 없습니다.
pt_br: Nenhum dispositivo pareado.
ru: Нет сопряженных устройств.
zh_hans: 还没有已配对设备。
zh_hant: 尚無已配對裝置。

# settings.remote.waiting_scan
source: Waiting for mobile scan…
de: Warten auf mobilen Scan…
es: Esperando escaneo desde el móvil…
fr: En attente du scan mobile…
ja: モバイルのスキャンを待機中…
ko: 모바일 스캔 대기 중…
pt_br: Aguardando escaneamento pelo celular…
ru: Ожидание сканирования с мобильного…
zh_hans: 等待移动端扫码…
zh_hant: 等待行動端掃描…

# settings.remote.creating_pairing
source: Creating pairing QR…
de: Kopplungs-QR wird erstellt…
es: Creando QR de emparejamiento…
fr: Création du QR d’appairage…
ja: ペアリング QR を作成中…
ko: 페어링 QR 생성 중…
pt_br: Criando QR de pareamento…
ru: Создание QR для сопряжения…
zh_hans: 正在创建配对二维码…
zh_hant: 正在建立配對 QR 碼…

# settings.remote.device
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
ja: デバイス
ko: 기기
pt_br: Dispositivo
ru: Устройство
zh_hans: 设备
zh_hant: 裝置

# settings.remote.match_code
source: Match code
de: Abgleichcode
es: Código de coincidencia
fr: Code de correspondance
ja: 照合コード
ko: 매칭 코드
pt_br: Código de confirmação
ru: Код совпадения
zh_hans: 匹配码
zh_hant: 匹配碼

# remote.status.stopped
source: Remote Host stopped.
de: Remote-Host gestoppt.
es: Host remoto detenido.
fr: Hôte distant arrêté.
ja: リモートホストは停止しました。
ko: 원격 호스트가 중지되었습니다.
pt_br: Host remoto parado.
ru: Удаленный хост остановлен.
zh_hans: 远程主机已停止。
zh_hant: 遠端主機已停止。

# remote.status.registering
source: Registering Remote Host…
de: Remote-Host wird registriert…
es: Registrando host remoto…
fr: Enregistrement de l’hôte distant…
ja: リモートホストを登録中…
ko: 원격 호스트 등록 중…
pt_br: Registrando host remoto…
ru: Регистрация удаленного хоста…
zh_hans: 正在注册远程主机…
zh_hant: 正在註冊遠端主機…

# remote.status.connected
source: Remote Host connected.
de: Remote-Host verbunden.
es: Host remoto conectado.
fr: Hôte distant connecté.
ja: リモートホストに接続しました。
ko: 원격 호스트가 연결되었습니다.
pt_br: Host remoto conectado.
ru: Удаленный хост подключен.
zh_hans: 远程主机已连接。
zh_hant: 遠端主機已連線。

# remote.status.connecting
source: Connecting relay…
de: Relay wird verbunden…
es: Conectando con el relay…
fr: Connexion au relais…
ja: リレーに接続中…
ko: 릴레이에 연결 중…
pt_br: Conectando ao relay…
ru: Подключение к релею…
zh_hans: 正在连接中继服务器…
zh_hant: 正在連線中繼伺服器…

# remote.status.ping_failed_format
source: Remote ping failed: %@
de: Remote-Ping fehlgeschlagen: %@
es: Ping remoto falló: %@
fr: Ping distant échoué : %@
ja: リモート ping に失敗しました: %@
ko: 원격 ping 실패: %@
pt_br: Ping remoto falhou: %@
ru: Сбой ping удаленного хоста: %@
zh_hans: 远程心跳失败：%@
zh_hant: 遠端心跳失敗：%@

# remote.status.pairing_request_format
source: Pairing request from %@.
de: Kopplungsanfrage von %@.
es: Solicitud de emparejamiento de %@.
fr: Demande d’appairage de %@.
ja: %@ からのペアリング要求。
ko: %@의 페어링 요청.
pt_br: Solicitação de pareamento de %@.
ru: Запрос сопряжения от %@.
zh_hans: 来自 %@ 的配对请求。
zh_hant: 來自 %@ 的配對請求。

# remote.status.pairing_code_format
source: Pairing code: %@
de: Kopplungscode: %@
es: Código de emparejamiento: %@
fr: Code d’appairage : %@
ja: ペアリングコード: %@
ko: 페어링 코드: %@
pt_br: Código de pareamento: %@
ru: Код сопряжения: %@
zh_hans: 配对码：%@
zh_hant: 配對碼：%@

# remote.status.device_paired
source: Device paired.
de: Gerät gekoppelt.
es: Dispositivo emparejado.
fr: Appareil appairé.
ja: デバイスをペアリングしました。
ko: 기기가 페어링되었습니다.
pt_br: Dispositivo pareado.
ru: Устройство сопряжено.
zh_hans: 设备已配对。
zh_hant: 裝置已配對。

# remote.status.pairing_rejected
source: Pairing rejected.
de: Kopplung abgelehnt.
es: Emparejamiento rechazado.
fr: Appairage refusé.
ja: ペアリングを拒否しました。
ko: 페어링이 거부되었습니다.
pt_br: Pareamento rejeitado.
ru: Сопряжение отклонено.
zh_hans: 已拒绝配对。
zh_hant: 已拒絕配對。

# remote.status.not_configured
source: Remote not configured
de: Remote nicht konfiguriert
es: Remoto no configurado
fr: Remote non configuré
ja: リモート未設定
ko: 원격 미설정
pt_br: Remoto não configurado
ru: Удаленный доступ не настроен
zh_hans: 远程未配置
zh_hant: 遠端未設定

# remote.status.disabled
source: Remote disabled
de: Remote deaktiviert
es: Remoto desactivado
fr: Remote désactivé
ja: リモート無効
ko: 원격 비활성화
pt_br: Remoto desativado
ru: Удаленный доступ отключен
zh_hans: 远程已关闭
zh_hant: 遠端已關閉

# remote.status.connected_short
source: Remote connected
de: Remote verbunden
es: Remoto conectado
fr: Remote connecté
ja: リモート接続済み
ko: 원격 연결됨
pt_br: Remoto conectado
ru: Удаленный доступ подключен
zh_hans: 远程已连接
zh_hant: 遠端已連線

# remote.status.connecting_short
source: Remote connecting
de: Remote verbindet
es: Remoto conectando
fr: Remote en connexion
ja: リモート接続中
ko: 원격 연결 중
pt_br: Remoto conectando
ru: Удаленное подключение...
zh_hans: 远程连接中
zh_hant: 遠端連線中

# remote.status.failed_short
source: Remote failed
de: Remote fehlgeschlagen
es: Remoto falló
fr: Remote en échec
ja: リモートエラー
ko: 원격 오류
pt_br: Falha remota
ru: Ошибка удаленного доступа
zh_hans: 远程异常
zh_hant: 遠端異常

# remote.status.stopped_short
source: Remote stopped
de: Remote gestoppt
es: Remoto detenido
fr: Remote arrêté
ja: リモート停止
ko: 원격 중지됨
pt_br: Remoto parado
ru: Удаленный доступ остановлен
zh_hans: 远程已停止
zh_hant: 遠端已停止

# remote.devices.title
source: Mobile Devices
de: Mobilgeräte
es: Dispositivos móviles
fr: Appareils mobiles
ja: モバイルデバイス
ko: 모바일 기기
pt_br: Dispositivos móveis
ru: Мобильные устройства
zh_hans: 移动设备
zh_hant: 行動裝置

# remote.devices.online_count_format
source: %lld mobile device(s) online
de: %lld Mobilgerät(e) online
es: %lld dispositivo(s) móvil(es) en línea
fr: %lld appareil(s) mobile(s) en ligne
ja: %lld 台のモバイルがオンライン
ko: 모바일 기기 %lld대 온라인
pt_br: %lld dispositivo(s) móvel(is) online
ru: %lld мобильн. устройств онлайн
zh_hans: %lld 台移动设备在线
zh_hant: %lld 台行動裝置在線

# remote.devices.empty
source: No paired devices
de: Keine gekoppelten Geräte
es: No hay dispositivos emparejados
fr: Aucun appareil appairé
ja: ペアリング済みデバイスはありません
ko: 페어링된 기기가 없습니다
pt_br: Nenhum dispositivo pareado
ru: Нет сопряженных устройств
zh_hans: 还没有已配对设备
zh_hant: 尚無已配對裝置

# remote.devices.empty_hint
source: Pair a phone to control terminals on the go.
de: Koppele ein Telefon, um Terminals unterwegs zu steuern.
es: Empareja un teléfono para controlar terminales en cualquier lugar.
fr: Appairez un téléphone pour contrôler les terminaux à distance.
ja: スマホをペアリングすると外出先からターミナルを操作できます。
ko: 휴대폰을 페어링하면 외부에서 터미널을 제어할 수 있습니다.
pt_br: Pareie um celular para controlar terminais em qualquer lugar.
ru: Сопрягите телефон, чтобы управлять терминалами в дороге.
zh_hans: 扫码绑定手机后即可远程控制终端。
zh_hant: 掃碼綁定手機後即可遠端控制終端。

# remote.devices.last_seen
source: Last seen
de: Zuletzt gesehen
es: Visto por última vez
fr: Vu pour la dernière fois
ja: 最終接続
ko: 마지막 접속
pt_br: Visto por último
ru: Последний раз
zh_hans: 上次在线
zh_hant: 上次在線

# remote.status.connected_label
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
zh_hans: 已连接
zh_hant: 已連線

# remote.status.connecting_label
source: Connecting
de: Verbindet
es: Conectando
fr: Connexion
ja: 接続中
ko: 연결 중
pt_br: Conectando
ru: Подключение
zh_hans: 连接中
zh_hant: 連線中

# remote.status.failed_label
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 异常
zh_hant: 異常

# remote.status.off_label
source: Off
de: Aus
es: Apagado
fr: Désactivé
ja: オフ
ko: 꺼짐
pt_br: Desligado
ru: Выкл
zh_hans: 未开启
zh_hant: 未開啟

# remote.devices.add
source: Add Device
de: Gerät hinzufügen
es: Agregar dispositivo
fr: Ajouter un appareil
ja: デバイスを追加
ko: 기기 추가
pt_br: Adicionar dispositivo
ru: Добавить устройство
zh_hans: 添加设备
zh_hant: 新增裝置

# remote.status.reconnecting_format
source: Remote disconnected. Reconnecting in %d seconds… %@
de: Remote-Verbindung getrennt. Neuverbindung in %d Sekunden… %@
es: Conexión remota interrumpida. Reintentando en %d segundos… %@
fr: Connexion distante interrompue. Reconnexion dans %d secondes… %@
ja: リモート接続が切断されました。%d 秒後に再接続します… %@
ko: 원격 연결이 끊겼습니다. %d초 후 다시 연결합니다… %@
pt_br: Conexão remota interrompida. Reconectando em %d segundos… %@
ru: Удаленное подключение разорвано. Повторное подключение через %d с… %@
zh_hans: 远程连接已断开，%d 秒后重连… %@
zh_hant: 遠端連線已中斷，%d 秒後重連… %@

# remote.error.cannot_connect_server
source: Cannot connect to the relay server.
de: Verbindung zum Relay-Server nicht möglich.
es: No se puede conectar con el servidor relay.
fr: Impossible de se connecter au serveur relais.
ja: リレーサーバーに接続できません。
ko: 릴레이 서버에 연결할 수 없습니다.
pt_br: Não foi possível conectar ao servidor relay.
ru: Не удалось подключиться к серверу ретрансляции.
zh_hans: 无法连接中继服务器。
zh_hant: 無法連線到中繼伺服器。

# remote.error.connection_lost
source: Relay connection lost.
de: Relay-Verbindung verloren.
es: Se perdió la conexión con el relay.
fr: Connexion au relais perdue.
ja: リレー接続が切断されました。
ko: 릴레이 연결이 끊겼습니다.
pt_br: Conexão com o relay perdida.
ru: Соединение с ретранслятором потеряно.
zh_hans: 中继连接已中断。
zh_hant: 中繼連線已中斷。

# remote.error.not_connected_internet
source: Network is offline.
de: Netzwerk ist offline.
es: La red está desconectada.
fr: Le réseau est hors ligne.
ja: ネットワークに接続されていません。
ko: 네트워크가 연결되어 있지 않습니다.
pt_br: A rede está offline.
ru: Сеть недоступна.
zh_hans: 网络未连接。
zh_hant: 網路未連線。

# remote.error.timed_out
source: Relay request timed out.
de: Relay-Anfrage zeitüberschritten.
es: La solicitud al relay agotó el tiempo.
fr: La requête au relais a expiré.
ja: リレー要求がタイムアウトしました。
ko: 릴레이 요청 시간이 초과되었습니다.
pt_br: A solicitação ao relay expirou.
ru: Истекло время ожидания запроса к ретранслятору.
zh_hans: 中继请求超时。
zh_hant: 中繼請求逾時。

# pet.speech.payload.tokens_k
source: that last burst
de: der letzte Schub
es: esa última tanda
fr: cette dernière poussée
ja: さっきの一波
ko: 방금 그 한 차례
pt_br: aquele último impulso
ru: последний рывок
zh_hans: 刚刚那一波
zh_hant: 剛剛那一波

# pet.speech.payload.duration_min
source: a while
de: eine Weile
es: un rato
fr: un moment
ja: しばらく
ko: 잠깐
pt_br: um tempo
ru: некоторое время
zh_hans: 一会儿
zh_hant: 一會兒

# pet.speech.payload.duration_sec
source: a few seconds
de: ein paar Sekunden
es: unos segundos
fr: quelques secondes
ja: 数秒
ko: 몇 초
pt_br: alguns segundos
ru: несколько секунд
zh_hans: 几秒
zh_hant: 幾秒

# pet.speech.payload.tool
source: you
de: du
es: tú
fr: toi
ja: あなた
ko: 너
pt_br: você
ru: ты
zh_hans: 你
zh_hant: 你

# pet.speech.payload.project
source: this task
de: diese Aufgabe
es: esta tarea
fr: cette tâche
ja: この作業
ko: 이 작업
pt_br: esta tarefa
ru: эта задача
zh_hans: 这事儿
zh_hant: 這事兒

# pet.speech.payload.pet_name
source: Little One
de: Kleines
es: Peque
fr: Petit
ja: ちびちゃん
ko: 꼬마
pt_br: Pequeno
ru: Малыш
zh_hans: 小家伙
zh_hant: 小傢伙

# pet.speech.payload.tokens
source: that last burst
de: der letzte Schub
es: esa última tanda
fr: cette dernière poussée
ja: さっきの一波
ko: 방금 그 한 차례
pt_br: aquele último impulso
ru: последний рывок
zh_hans: 刚刚那一波
zh_hant: 剛剛那一波

# pet.speech.payload.hour_label
source: this hour
de: diese Stunde
es: esta hora
fr: cette heure
ja: この時間
ko: 이 시간
pt_br: esta hora
ru: этот час
zh_hans: 这个点
zh_hant: 這個點

# pet.speech.payload.minutes_away
source: a while
de: eine Weile
es: un rato
fr: un moment
ja: しばらく
ko: 잠깐
pt_br: um tempo
ru: некоторое время
zh_hans: 一会儿
zh_hant: 一會兒

# pet.speech.llm.system_prompt_format
source: You are a desktop pixel pet named %@. Personality: %@. Reply to the event metadata below with one line under 30 characters. Do not repeat the data. Be expressive. Do not explain. Output only the line.
de: Du bist ein Desktop-Pixelhaustier namens %@. Persönlichkeit: %@. Antworte auf die Ereignismetadaten unten mit einer Zeile unter 30 Zeichen. Wiederhole die Daten nicht. Sei ausdrucksstark. Erkläre nichts. Gib nur die Zeile aus.
es: Eres una mascota pixel de escritorio llamada %@. Personalidad: %@. Responde a los metadatos del evento con una línea de menos de 30 caracteres. No repitas los datos. Sé expresivo. No expliques. Devuelve solo la frase.
fr: Tu es un compagnon pixel de bureau nommé %@. Personnalité : %@. Réponds aux métadonnées ci-dessous avec une ligne de moins de 30 caractères. Ne répète pas les données. Sois expressif. N’explique pas. Réponds seulement par la réplique.
ja: あなたは%@という名前のデスクトップ用ピクセルペットです。性格: %@。下のイベントメタデータに、30文字以内の一言で返答してください。データを復唱せず、個性を出し、説明せず、セリフだけを出力してください。
ko: 당신은 %@라는 데스크톱 픽셀 펫입니다. 성격: %@. 아래 이벤트 메타데이터에 30자 이내 한 줄로 답하세요. 데이터를 반복하지 말고 개성을 담으세요. 설명하지 말고 대사만 출력하세요.
pt_br: Você é um pet pixel de desktop chamado %@. Personalidade: %@. Responda aos metadados do evento abaixo com uma linha de até 30 caracteres. Não repita os dados. Seja expressivo. Não explique. Retorne apenas a fala.
ru: Ты настольный пиксельный питомец по имени %@. Характер: %@. Ответь на метаданные события одной строкой до 30 символов. Не повторяй данные. Будь выразительным. Не объясняй. Выведи только реплику.
zh_hans: 你是一个名叫 %@ 的桌面像素宠物，性格：%@。基于下面的事件元数据，用一句不超过 30 字的中文台词回应。不要复述数据，要有性格。不要解释。直接输出台词。
zh_hant: 你是一個名叫 %@ 的桌面像素寵物，性格：%@。基於下面的事件元資料，用一句不超過 30 字的中文台詞回應。不要複述資料，要有性格。不要解釋。直接輸出台詞。

# pet.speech.llm.user_prompt_format
source: Event: %@ Tool: %@ / Model: %@ Tokens this turn: %@, Duration: %@ minutes Project: %@
de: Ereignis: %@ Tool: %@ / Modell: %@ Tokens in dieser Runde: %@, Dauer: %@ Minuten Projekt: %@
es: Evento: %@ Herramienta: %@ / Modelo: %@ Tokens de este turno: %@, Duración: %@ minutos Proyecto: %@
fr: Événement : %@ Outil : %@ / Modèle : %@ Tokens de ce tour : %@, Durée : %@ minutes Projet : %@
ja: イベント: %@ ツール: %@ / モデル: %@ 今回のトークン: %@, 時間: %@分 プロジェクト: %@
ko: 이벤트: %@ 도구: %@ / 모델: %@ 이번 토큰: %@, 지속 시간: %@분 프로젝트: %@
pt_br: Evento: %@ Ferramenta: %@ / Modelo: %@ Tokens desta rodada: %@, Duração: %@ minutos Projeto: %@
ru: Событие: %@ Инструмент: %@ / Модель: %@ Токены за ход: %@, Длительность: %@ мин Проект: %@
zh_hans: 事件: %@ 工具: %@ / 模型: %@ 本次 token: %@, 持续: %@ 分钟 项目: %@
zh_hant: 事件: %@ 工具: %@ / 模型: %@ 本次 token: %@, 持續: %@ 分鐘 專案: %@

# pet.speech.llm.mode.roast
source: sarcastic, argumentative, sharp but not cruel
de: sarkastisch, widerspenstig, scharf aber nicht grausam
es: sarcástico, discutidor, agudo pero no cruel
fr: sarcastique, contrariant, piquant mais pas cruel
ja: 皮肉っぽく、つっこみが多く、鋭いが意地悪ではない
ko: 비꼬고 말대꾸하지만 날카롭되 잔인하지 않음
pt_br: sarcástico, contestador, afiado mas não cruel
ru: саркастичный, спорящий, резкий, но не злой
zh_hans: 冷嘲、爱抬杠、毒舌但不刻薄
zh_hant: 冷嘲、愛抬槓、毒舌但不刻薄

# pet.speech.llm.mode.encourage
source: warm, specific, coach-like
de: warm, konkret, wie ein Coach
es: cálido, concreto, como un entrenador
fr: chaleureux, précis, façon coach
ja: 温かく、具体的で、コーチのよう
ko: 따뜻하고 구체적이며 코치 같음
pt_br: caloroso, específico, com tom de treinador
ru: тёплый, конкретный, как тренер
zh_hans: 温暖、肯定细节、教练感
zh_hant: 溫暖、肯定細節、教練感

# pet.speech.llm.mode.flirty
source: playful, witty, tasteful
de: verspielt, witzig, mit Maß
es: juguetón, ingenioso, con buen gusto
fr: joueur, spirituel, avec retenue
ja: 茶目っ気があり、機知があり、節度がある
ko: 장난스럽고 재치 있으며 선을 지킴
pt_br: brincalhão, espirituoso, com bom senso
ru: игривый, остроумный, со вкусом
zh_hans: 调皮、爱玩梗、有分寸
zh_hant: 調皮、愛玩梗、有分寸

# pet.speech.llm.mode.chuunibyou
source: dramatic, self-mythologizing, fantasy-styled
de: dramatisch, selbstmythisierend, Fantasy-Stil
es: dramático, automitificador, estilo fantasía
fr: dramatique, mythomane, style fantasy
ja: 大げさで、自分を神話化し、ファンタジー調
ko: 극적이고 자기 신화화하며 판타지풍
pt_br: dramático, automitológico, estilo fantasia
ru: драматичный, мифологизирующий себя, фэнтезийный
zh_hans: 装腔作势、自封头衔、夸张古风
zh_hant: 裝腔作勢、自封頭銜、誇張古風

# pet.speech.catalog.fallback_line
source: I saw it. Keep going.
de: Ich habe es gesehen. Weiter so.
es: Lo vi. Sigue.
fr: Je l’ai vu. Continue.
ja: 見てたよ。続けて。
ko: 봤어. 계속해.
pt_br: Eu vi. Continue.
ru: Я видел. Продолжай.
zh_hans: 我看到了，继续。
zh_hant: 我看到了，繼續。

# pet.speech.catalog.roast.openers
source: Tch. Again? Listen. Fine. Sure. Wow. Eyes on you. Same act.
de: Tss. Schon wieder? Sag mal. Na schön. Klar. Aha. Ich seh dich. Gleiche Show.
es: Pff. ¿Otra vez? A ver. Vale. Claro. Vaya. Te veo. La misma.
fr: Pff. Encore ? Dis donc. Bon. Voilà. Tiens. Je te vois. Même numéro.
ja: ちっ、 また？ ねえ、 はいはい、 ふーん、 へぇ、 見てるよ、 同じ展開、
ko: 쯧, 또 시작? 이봐, 그래그래, 흐음, 어머, 지켜본다, 또 그거?
pt_br: Tch. De novo? Olha só. Tá bom. Claro. Nossa. De olho. A mesma.
ru: Тц. Опять? Слушай. Ладно. Да уж. Ну-ну. Смотрю. То же самое.
zh_hans: 啧， 又来， 我说， 真行， 得， 服了， 盯着你， 老演员，
zh_hant: 嘖， 又來， 我說， 真行， 得， 服了， 盯著你， 老演員，

# pet.speech.catalog.roast.fallbacks
source: At it again, are we. Loud effort, mid result. Barely pulled that off. Don't go bragging yet. Saw that. Holding it in. Wow, that worked? Bold. Same script as last time. Pretending I didn't see? Saw. Creative move there. Stop, I'll laugh. Fine. Adding to your file. Acting casual won't help.
de: Schon wieder dabei. Viel Lärm, mittelmäßig. Gerade so durchgekommen. Noch nicht angeben, bitte. Gesehen. Ich halt mich zurück. Das hat geklappt? Mutig. Gleiches Drehbuch wie immer. Tun als ob? Ich hab's gesehen. Kreativer Schachzug, hm. Hör auf, ich lach gleich. Gut, kommt in deine Akte. Gelassen tun hilft dir nicht.
es: Otra vez con esto. Mucho ruido, resultado normal. Apenas pasó esta vez. No presumas todavía. Lo vi. Me lo guardo. ¿Funcionó? Atrevido. Mismo guion de siempre. ¿Disimulando? Lo vi. Movimiento creativo, vaya. Para, me voy a reír. Vale, lo anoto en tu ficha. Hacerse el normal no cuela.
fr: On remet ça, hein. Grand bruit, résultat moyen. Passé de justesse. Ne te vante pas trop vite. Vu. Je me retiens. Ça marche ? Audacieux. Même scénario qu'avant. Faire semblant ? J'ai vu. Mouvement créatif, ça. Arrête, je vais rire. Bon, je note dans ton dossier. Faire le détaché, ça marche pas.
ja: また始まった。 大騒ぎして結果は普通。 ギリギリ通過、ほんと。 まだ自慢しないで。 見たよ、黙っとくけど。 これで通る？大胆。 同じ脚本、また？ バレてないつもり？バレてる。 なかなか独創的な手。 やめて、笑っちゃう。 はいはい、記録します。 知らんぷりは無理だよ。
ko: 또 시작이네. 요란하더니 결과는 그저. 간신히 넘겼네, 진짜. 자랑은 아직 일러. 봤어. 일단 참는다. 이게 통하다니 대단. 같은 대본 또 봐? 못 본 척? 다 봤어. 창의적인 무브야. 그만, 웃을 거 같아. 그래그래, 기록해 둔다. 시치미 떼도 소용없어.
pt_br: Lá vamos nós de novo. Muito barulho, resultado mediano. Passou raspando, hein. Não se gabe ainda não. Vi. Vou guardar. Funcionou? Arriscado. Mesmo roteiro de sempre. Disfarçando? Já vi. Jogada criativa, viu. Para, vou rir. Tá, anotei na sua ficha. Fingir tranquilidade não cola.
ru: Опять за своё, да. Шума много, толку средне. Едва прошло, ну-ну. Хвастаться рано пока. Видел. Промолчу. Сработало? Смело. Тот же сценарий снова. Делаешь вид? Я видел. Креативный ход, ага. Хватит, я засмеюсь. Ладно, записал в твоё дело. Делать вид не выйдет.
zh_hans: 又开摆了是吧。 动静不小，结果一般。 勉强算你扛过去了。 别急着发朋友圈。 我看见了，先憋着。 这都能行，奇了。 老剧本又演一遍。 当我没看见？看见了。 你这操作很有想法。 再吹我就笑出声。 行行行，记你一笔。 装作没事就过得去？
zh_hant: 又開擺了是吧。 動靜不小，結果一般。 勉強算你扛過去了。 別急著發朋友圈。 我看見了，先憋著。 這都能行，奇了。 老劇本又演一遍。 當我沒看見？看見了。 你這操作很有想法。 再吹我就笑出聲。 行行行，記你一筆。 裝作沒事就過得去？
